[Play_DLC3_S_CEN_Dropship_Intro AkEvent]
SpokenText="We're moving on what looks to be the remains of an ADVENT facility of some kind.  Preliminary scans show the area to be lifeless but we're not gonna take any chances. You'll attempt access from one of the upper levels to avoid detection.  No one knows these systems better then Shen, which is why she'll take point.  Gain entry to the facility, determine the source of that transmission and if it's hostile...take it down. "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Investigate_Signal AkEvent]
SpokenText="Commander, I'm too old to start believing in ghosts which means someone had to access that unit remotely.  If they can access Rover, there's no telling what else they might be able to do. I strongly suggest we make investigating that signal our top priority. "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Pre_Mission_Prep_1 AkEvent]
SpokenText="Shen, I know this is personal for you, but you don't have to go out there...our troops are more than capable of investigating."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Pre_Mission_Prep_3 AkEvent]
SpokenText="You heard the lady, lock and load."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Pre_Scan_Geo AkEvent]
SpokenText="Looks like Shen was able to confirm the signal's origin.  Inputting the coordinates on the map now."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_CEN_Tower_Rumor_Comp_1 AkEvent]
SpokenText="That tower's been rotting away for years, if not decades.  We're still picking up power readings but no signs of life.  Still, we know that transmission came from this location.  I'm betting somebody's still calling this place home.   "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

